
const quiz = [
    {
      question: 'ゲーム市場最も売れたゲーム機は次の内どれ？',
      answers: [ 'スーパーファミコン', 'PlayStation 2', 'ニンテンドーDS', 'Xbox 360'],
      correct: 'ニンテンドーDS'
    }, {
      question: '糸井重里が企画に関わった、任天堂の看板ゲームといえば？',
      answers: [ 'MOTHER2', 'スーパーマリオブラザーズ3', 'スーパードンキーコング', '星のカービィ'],
      correct: 'MOTHER2'
    }, {
      question: 'ファイナルファンタジー４の主人公の名前は？',
      answers: [ 'フリオニール', 'クラウド', 'ティーダ', 'セシル'],
      correct: 'セシル'
    }, {
      question: 'ファイナルファンタジー7の主人公の名前は？',
      answers: [ 'フリオニール', 'クラウド', 'ティーダ', 'セシル'],
      correct: 'クラウド'
    }, {
      question: 'ファイナルファンタジー10の主人公の名前は？',
      answers: [ 'フリオニール', 'クラウド', 'ティーダ', 'セシル'],
      correct: 'ティーダ'
    }, {
      question: 'ファイナルファンタジー２の主人公の名前は？',
      answers: [ 'フリオニール', 'クラウド', 'ティーダ', 'セシル'],
      correct: 'フリオニール'
    }
  ];
